aaron-bond.better-comments
almenon.arepl
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-autohotkey-plus
cweijan.vscode-mysql-client2
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
michaelcurrin.auto-commit-msg
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
